"navi_title_show_live" = "Show Live";
"room_list_audience_setting" = "观众设置";
"room_list_create_room" =  "Create room";
"room_list_empty_desc" = "当前暂无主播开播";
"create_button_switch" = "Switch";
"create_button_beauty" = "Beauty";
"create_button_quality" = "Quality";
"create_button_settings" = "Settings";
"create_start_live" = "Start";
"create_room_name_can_not_empty" = "房间名称不能为空";
"create_room_name_too_long" = "房间名字不能超过16个字";
"create_toast_copy_to_paste_borad" = "已拷贝至剪切板";
"create_tips" = " 本产品仅用于功能体验，单次直播时长不超过20mins";
"create_name_text_field_placeholder" = "请输入房间名称";
"create_beauty_setting_beauty_face" = "Beauty Effects";
"create_beauty_setting_filter" = "Filter";
"create_beauty_setting_special_effects" = "Makeup";
"create_beauty_setting_sticker" = "Sticker";
"create_select_quality_title" = "画质选择";
"create_live_chat_title" = "let's Chat";
"create_live_music_title" = "音乐特效";
"show_live_chat_bar_send" = "Send";
"join_live_room" = "entered the room";
"show_live_chat_text_length_beyond_bounds" = "消息不能超过80个字";
"show_music_setting_bg_title" = "背景音乐";
"show_music_setting_beatuy_title" = "美声";
"show_music_setting_mix_title" = "混响";
"show_music_setting_bg_happy" = "欢快";
"show_music_setting_bg_romantic" = "浪漫";
"show_music_setting_bg_happy_2" = "欢快2";
"show_music_setting_beaty_yuansheng" = "原声";
"show_music_setting_beaty_tianmei" = "甜美";
"show_music_setting_beaty_zhongxing" = "中性";
"show_music_setting_beaty_wenzhong" = "稳重";
"show_music_setting_beaty_mohuan" = "魔幻";
"show_music_setting_mix_none" = "";
"show_music_setting_mix_ktv" = "KTV";
"show_music_setting_mix_concert" = "演唱会";
"show_music_setting_mix_record" = "录音棚";
"show_music_setting_mix_hollowness" = "空旷";
"show_advanced_setting_title" = "高级设置";
"show_advanced_setting_preset" = "预设";
"show_advanced_setting_save" = "保存";
"show_advance_setting_video_title" = "视频设置";
"show_advance_setting_audio_title" = "音频设置";
"show_advance_setting_capture_title" = "采集渲染";
"show_advance_setting_action_sheet_cancel" = "取消";
"show_advance_setting_presetting_title" = "画质推荐配置";
"show_advance_setting_presetting_audience_title" = "观众看播前设置";
"show_advanced_setting_presetting_save" = "确认";
"show_advance_setting_presetting_mode_0" = "单主播模式";
"show_advance_setting_presetting_mode_1" = "PK模式";
"show_advance_setting_lowlight_title" = "暗光增强";
"show_advance_setting_colorEnhance_title" = "色彩增强";
"show_advance_setting_videoDenoiser_title" = "噪点消除";
"show_advance_setting_beauty_title" = "美颜";
"show_advance_setting_PVC_title" = "码率节省";
"show_advance_setting_SR_title" = "超分";
"show_advance_setting_BFrame_title" = "B帧";
"show_advance_setting_videoCaptureSize_title" = "分辨率";
"show_advance_setting_FPS_title" = "帧率";
"show_advance_setting_bitRate_title" = "码率";
"show_advance_setting_H265_title" = "画质增强";
"show_advance_setting_earmonitoring_title" = "耳返";
"show_advance_setting_recordingVolume_title" = "人声音量";
"show_advance_setting_musicVolume_title" = "音乐音量";
"show_advance_setting_audio_bitRate_title" = "音频码率";
"show_advance_setting_lowlightEnhance_tips" = "打开该开关后，将自动对暗光下的图像进行处理，通过智能补光等措施增加一定清晰度和亮度，最终实现图像质量提升";
"show_advance_setting_colorEnhance_tips" = "打开该开关后，将自动调整视频画面的色彩饱和度，使得画面色彩更加鲜明逼真，提升视觉主观感受";
"show_advance_setting_videoDenoiser_tips" = "打开该开关后，将自动去除视频中的噪点，使视频画面看起来更加的清晰";
"show_advance_setting_PVC_tips" = "打开开关后，将自动实现在同等画质情况下，降低码率的效果";
"show_advance_setting_SR_tips" = "打开开关后，将使用一系列画质提升策略，包含但不限于超分等技术，主要保证在同等码率下，提升高品质图像质量";
"show_advance_setting_H265_tips" = "打开开关后，将使用一系列画质提升策略，包含但不限于h265的编码技术，主要保证在同等码率下，提升高";
"show_presetting_mode_show_title" = "秀场模式";
"show_presetting_mode_show_desc" = "主播通常采用上半身坐姿开展聊天对话为主的直播形式，画面主要展现主播的妆容和上装穿搭，以低频动作为主";
"show_presetting_mode_qulity_title" = "画质增强模式";
"show_presetting_mode_qulity_desc" = "针对不同机型适配了对应的画质增强策略";
"show_presetting_mode_base_title" = "基础模式";
"show_presetting_mode_base_desc" = "未配置任何优化策略";
"show_presetting_update_toast1" = "已更新至";
"show_presetting_update_toast2" = "最佳配置";
"show_presetting_device_level_low_title" = "低端机";
"show_presetting_device_level_medium_title" = "中端机";
"show_presetting_device_level_high_title" = "高端机";
"show_presetting_device_level_low_desc" = "iPhone 7及以下";
"show_presetting_device_level_medium_desc" = "iPhone 8 - iPhone 11";
"show_presetting_device_level_high_desc" = "iPhone12及以上";
"show_presetting_alert_will_change_value_title" = "提示";
"show_presetting_alert_will_change_value_message1" = "当前处于";
"show_presetting_alert_will_change_value_message2" = "最佳效果配置，修改参数后视频体验将改变";
"show_alert_pk_title_1" = "主播";
"show_alert_pk_title_2" = "邀请你参加PK";
"show_alert_link_title_2" = "邀请你视频连线";
"show_alert_pk_accept" = "Accept";
"show_alert_pk_refuse" = "Refuse";
"show_alert_live_finish_title" = "直播结束";
"show_alert_live_finish_back" = "返回房间列表";
"show_alert_confirm_btn_title" = "Confirm";
"show_alert_cancel_btn_title" = "Cancel";
"show_alert_live_end_title" = "是否结束直播？";
"show_setting_menu_on_pk_title" = "互动连麦";

"磨皮" = "Buffing";
"美白" = "Whitening";
"瘦脸" = "Lower Width";
"瘦颧骨" = "Cheek";
"下颌骨" = "Jaw";
"大眼" = "eye Size";
"美牙" = "Teeth Whitening";
"额头" = "hairline";
"瘦鼻" = "nose wing";
"嘴型" = "mouth";
"下巴" = "Chin";
"白皙" = "Bright White";
"甜美" = "Sweet";
"C位" = "Center Star";
"元气" = "Vivid";
"奶油" = "Creamy";
"马卡龙" = "Macaroon";
"氧气" = "Oxygen";
"物语" = "Story";
"海边人像" = "seaside vacation";
"洛丽塔" = "lolita";
"蜜桃" = "Peachy";
"樱花" = "Sakura";
"北海道" = "Hokkaido";
"旅途" = "Journey";
"鼻涕" = "Snotty";
"周年狂欢" = "happy Anniversary";
"翻转镜头" = "翻转镜头";
"摄像头开" = "摄像头开";
"麦克风开" = "麦克风开";
"实时数据" = "实时数据";
"画质" = "画质";
"高级设置" = "高级设置";
"静音" = "静音";
"结束连麦" = "结束连麦";
"摄像头关" = "摄像头关";
"麦克风关" = "麦克风关";
"取消静音" = "取消静音";
"码率" = "码率";
"延迟" = "延迟";
"上行网络" = "上行网络";
"帧率" = "帧率";
"丢包率" = "丢包率";
"下行网络" = "下行网络";
"PK邀请" = "PK邀请";
"与主播%@PK中" = "与主播%@PK中";
"结束" = "End";
"暂无主播在线" = "暂无主播在线";
"申请消息" = "申请消息";
"连麦邀请" = "连麦邀请";
"暂无上麦申请" = "暂无上麦申请";
"暂无用户" = "暂无用户";
"与%@连麦中" = "与%@连麦中";
"连麦申请" = "连麦申请";
"撤回申请" = "撤回申请";
"暂无用户排麦" = "暂无用户排麦";
"正在等待" = "正在等待";
"人" = "人";
"待上麦队列" = "待上麦队列";
"邀请" = "邀请";
"邀请中" = "邀请中";
"Interacting" = "互动中";
"已拒绝" = "已拒绝";
"已上麦" = "已上麦";
"同意" = "同意";
"等待中" = "等待中";
"主播已在连麦中, 暂时无法连麦" = "主播已在连麦中, 暂时无法连麦";
"连麦中..." = "连麦中...";
"show_pk_end_timeout" = "本场PK已结束";

"背景" = "背景";
"蜜桃" = "蜜桃";
"虚化" = "虚化";


"show_error_pk_interaction_exist" = "邀请其他主播pk，请先结束和其他主播直播";
"show_error_seat_interaction_exist" = "邀请其他观众连麦，请先结束和其他主播直播";
